arthurwang.vsc-prolog
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
file-icons.file-icons
flowtype.flow-for-vscode
goodmind.language-typelanguage
hackwaly.ocaml-debugger
haskell.haskell
justusadam.language-haskell
kumar-harsh.graphql-for-vscode
mads-hartmann.bash-ide-vscode
mgmcdermott.vscode-language-babel
ms-azuretools.vscode-docker
ms-python.python
muhammadsammy.flat-ui-dark
npruehs.pony
ocamllabs.ocaml-platform
Orta.vscode-jest
pustelto.bracketeer
RReverser.llvm
SirTobi.pegjs-language
vscodevim.vim
