alefragnani.bookmarks
asvetliakov.vscode-neovim
bbenoist.nix
dbaeumer.vscode-eslint
file-icons.file-icons
flowtype.flow-for-vscode
github.github-vscode-theme
github.vscode-github-actions
goodmind.language-typelanguage
guidotapia2.unicode-math-vscode
hackwaly.ocaml-debugger
haskell.haskell
jnoortheen.nix-ide
julialang.language-julia
justusadam.language-haskell
kumar-harsh.graphql-for-vscode
leanprover.lean4
mads-hartmann.bash-ide-vscode
mgmcdermott.vscode-language-babel
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.cmake-tools
ms-vscode.cpptools
npruehs.pony
ocamllabs.ocaml-platform
orta.vscode-jest
pustelto.bracketeer
rreverser.llvm
sirtobi.pegjs-language
skyapps.fish-vscode
stkb.rewrap
sysoev.language-stylus
tamasfe.even-better-toml
twxs.cmake
vadimcn.vscode-lldb
vitest.explorer
vue.volar
xadillax.viml
