tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "oven-sh/bun"

brew "bash"
brew "clifm"
brew "coreutils"
brew "dust"
brew "eigen"
brew "fish"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "gpatch"
brew "grep"
brew "n"
brew "ncdu"
brew "openjdk"
brew "pkg-config"
brew "postgresql"
brew "rsnapshot"
brew "rsync"
brew "tor"
brew "wget"
brew "zf"
brew "zig"
brew "zlib"
brew "zstd"
brew "oven-sh/bun/bun"

cask "db-browser-for-sqlite"
cask "electrum"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "font-menlo-for-powerline"
cask "font-symbols-only-nerd-font"
cask "gfxcardstatus"
cask "google-chrome"
cask "hex-fiend"
cask "iina"
cask "imhex"
cask "insomnia"
cask "karabiner-elements"
cask "keepassxc"
cask "keka"
cask "keybase"
cask "kitty"
cask "localsend"
cask "lulu"
cask "macfuse"
cask "macs-fan-control"
cask "megacmd"
cask "obs"
cask "qbittorrent"
cask "rar"
cask "shiba"
cask "signal"
cask "steam"
cask "sublime-merge"
cask "syncthing"
cask "telegram-desktop"
cask "thunderbird"
cask "tor-browser"
cask "tunnelblick"
cask "visual-studio-code"
